{
  "images": [
    "https://iiitd.ac.in/sites/all/themes/impact_theme/logo.png",
    "https://iiitd.ac.in/sites/all/themes/impact_theme/images/phdnov2019.jpg",
    "sites/all/themes/impact_theme/images/phdnov2019.jpg",
    "https://iiitd.ac.in/sites/all/themes/impact_theme/images/triquetra.jpg",
    "sites/all/themes/impact_theme/images/triquetra.jpg",
    "https://iiitd.ac.in/sites/all/themes/impact_theme/images/sports block.png",
    "sites/all/themes/impact_theme/images/sports block.png",
    "https://iiitd.ac.in/sites/all/themes/impact_theme/images/anita_lakra_banner.jpg",
    "sites/all/themes/impact_theme/images/anita_lakra_banner.jpg",
    "https://iiitd.ac.in/sites/all/themes/impact_theme/images/Prof. Raghava.png",
    "sites/all/themes/impact_theme/images/Prof. Raghava.png",
    "https://iiitd.ac.in/sites/all/themes/impact_theme/images/ocaiml.jpg",
    "sites/all/themes/impact_theme/images/ocaiml.jpg",
    "https://iiitd.ac.in/sites/all/themes/impact_theme/images/ociot.jpg",
    "sites/all/themes/impact_theme/images/ociot.jpg",
    "https://iiitd.ac.in/sites/all/themes/impact_theme/images/liveoccupancylibrary.jpg",
    "sites/all/themes/impact_theme/images/liveoccupancylibrary.jpg",
    "https://iiitd.ac.in//sites/all/themes/impact_theme/images/previous.png",
    "/sites/all/themes/impact_theme/images/previous.png",
    "https://iiitd.ac.in//sites/all/themes/impact_theme/images/next.png",
    "/sites/all/themes/impact_theme/images/next.png",
    "https://iiitd.ac.in//sites/all/themes/impact_theme/images/iiitdvedioicon.jpg",
    "/sites/all/themes/impact_theme/images/iiitdvedioicon.jpg",
    "https://iiitd.ac.in//sites/all/themes/impact_theme/images/photo-gallery-icon.jpg",
    "/sites/all/themes/impact_theme/images/photo-gallery-icon.jpg"
  ],
  "News": [
    "Library | Career | Directory | Internal links  | Webmail ",
    "» Our two faculty members (Dr. Tanmoy Chakraborty and Dr. Raghava Mutharaju) are selected for the IBM Faculty Award 2019. ",
    "» Prof. Richa Singh and Prof. Mayank Vatsa, along with their Ph.D. students Ms. Shruti Nagpal and Ms. Maneet Singh, received the 'Ethics in AI Research Award' from Facebook for their research on “Mitigating Bias in Face Recognition For Vast Regional Diversity in India”.",
    "» Prof. GPS Raghava, Head of the Department of Computational Biology @IIIT-Delhi, won the Scientist of the year award by Organisation of Pharmaceutical Producers of India (OPPI) for his contribution in the field of developing open-source software for designing drugs particularly peptide-based therapeutics. Software developed by his group are highly used and cited by the global community. The OPPI Scientist Awards 2019 recognizes outstanding work of Young Scientists, Women Scientists, and Scientists who have worked on original research in the field of pharmaceutical sciences. ",
    "» Brihi Joshi from LCS2 Lab won the Judge’s Choice Best Poster Award for the work done on Collusive Retweeter Detection (published in WSDM 2019) with Tanmoy Chakraborty, Hriday Dutta, and Aditya Chetan at the Research AI Day (http://dcal.iimb.ernet.in/AI_Day/index.html) held at IIM Bangalore and co-organised by IBM India Research Lab. This work on Collusion detection on Twitter fit extremely well with the theme of Research AI Day - “Usable AI”. For more details on the original paper- https://dl.acm.org/citation.cfm?id=3291010 . For the code and dataset details - https://github.com/LCS2-IIITD/CoReRank-WSDM-2019",
    "» Article of Dr. Sanat K Biswas on \"Advancement in GNSS technology in India\" has been published in the Coordinates magazine: https://mycoordinates.org/advancement-in-gnss-technology-in-india/ . In this article, He has been emphasised on the necessity of focused GNSS related research at the national level, the importance of rigorous course on GNSS signal processing at undergraduate and postgraduate level, and pointed out some immediate national requirements in this research field.",
    "» Congratulations Dr. Tanmoy Chakraborty on getting project proposal accepted in SERB IMPRINT scheme. He will lead the project as a Co-PI along with Dr. Maya Ramanath (PI) and Dr. Srikanta Bedathur (Co-PI)  from IIT Delhi. The project will attempt to design AI-enabled assistive technology for smart searching and browsing online educational content. VideoKen will support them as an Industry partner.",
    "» Collaboration work between IIIT Delhi and University of Surrey, UK titled \"Design of Non-Orthogonal Multiple Access (NOMA) Systems for Future Vehicular Communications.\" with Dr. Vivek Bohara (Indian-PI), Prof. Pei Xiao (International PI), Prof. Anand Srivastava (Indian Co-PI), and Dr. Zilong Liu (International Co-PI) got approved by The SPARC project [Ministry of HRD, Govt of India]  ",
    "» Collaboration work between IIIT Delhi, University of Florida and New York University. titled \"Post-Silicon Debug Platform for Secured Systems\" with Dr. Sujay Deb (Indian-PI), Prof. Prabhat Mishra (International PI), Dr. Saket Anand (Indian Co-PI), and Dr. Kanad Basu (International Co-PI) got approved by The SPARC project [Ministry of HRD, Govt of India]",
    "» Dr. Abhijit Mitra  has been awarded British Council Alumni Award India-2019 under Professional Achievement Award .",
    "» Dr. Vivek Bohara has been elevated to the Senior Member IEEE.",
    "» Dr. Sanat K Biswas has received Early Career Research Award from DST for the project \"Software Defined GPS and NavIC reflectometry Receiver for remote sensing\".",
    "» Mansi Peer (PhD) is invited to Temasek Laboratories (Nanyang Technological University), Singapore.",
    "» Joint real time wireless testbed exhibits by IIIT-Delhi and National Instruments as part of IEEE NCC 2019 in Indian Institute of Science (IISC), Bengaluru.",
    "» Students working at Algorithms to Architectures (A2A) lab under the supervision of Dr. Sumit Darak have received the four awards in ICDCN (20th international conference on distributed computing and networking) and COMSNETS 2019.\n\nBest graduate forum award at ICDCN 2019 for Mr. Rohit Kumar (PhD student NIT Delhi, co-supervised by Dr. Sumit)\nSecond-best poster award (among 34 posters from various IITs and international universities: https://www.comsnets.org/accepted_posters.html) for the paper titled \"LSTM Guided Modulation Classification and Experimental Validation for Sub-Nyquist Rate Wideband Spectrum Sensing\" authored by  S. Chandhok (JMI Delhi), Himani Joshi (PhD Student, IIIT-Delhi), Sumit J. Darak (Faculty, IIIT-Delhi) and A. Subramanyam (Faculty, IIIT-Delhi)\nJoint best graduate forum awards at COMSNETs 2019 to  Himani Joshi (PhD Student, IIIT-Delhi) and  Rohit Kumar (PhD student NIT Delhi, co-supervised by Dr. Sumit). \n\n",
    "» Dr Tanmoy Chakraborty has been granted with the Faculty Research Award for the first time in the field of Data Mining & Modelling by Google India AI/ML Research",
    "» Dr. Akshay Presented Research Keynote at The International Conference on Cognitive Behavioral Interventions 2018.",
    "» Dr. Akshay has been invited to conduct a Pre-conference workshop where he will be giving a Keynote at The National Academy of Psychology Conference on 'Positive Cognitive Interventions'.",
    "» Dr. Akshay has been awarded as  'The Emergent Psychologist Award'  for his research work. The NAOP, which is a National Recognition for overall contribution in the field of Psychology, an honour received only by a selected few in the country over the years.",
    "» Gaurav Arora (Faculty, IIIT-D in collaboration with Dr. Sandip Agarwal of IISER Bhopal) has been awarded a competitive grant to develop \"A framework to study competing agricultural risk management policies in India\" by South Asian Network for Development & Environmental Economics (SANDEE) and International Center for Integrated Mountain Development (ICIMOD).",
    "» Prof. Pankaj Vajpayee delivered a talk on \"Financial Planning - Finance for Medical Practitioners\" to the Paediatric association on 18th August at  Hotel Leela.",
    "» Tanya Shreedhar (PhD Student, IIIT-D) has been awarded  ACM SIGCOMM 2018 Travel Grant, amounting to a total of USD 1500. SIGCOMM is a CORE A* flagship conference in Networking research scheduled to be held in Budapest, Hungary from August 20-25, 2018. ",
    "» Dr. Akshay Kumar presented his research work at The American Psychological Association (APA) in San Francisco, USA, The Biggest Psychology platform in The World which was only paper from India and displayed as a poster. The Psychotherapy developed by Dr. Akshay Kumar is to treat Anxiety, has now been recognised by the APA and is accepted as copyright.",
    "» Our third-year BTech student, Tanya Gupta has been selected for Econometrics summer school 2018 at the London School of Economics and Political Science.",
    "» Dr. Akshay Kumar, faculty, IIIT-Delhi was invited to deliver a session on Mental Health, to top leadership at Bank of America.",
    "» Dr. Tanmoy Chakraborty has been awarded an unrestricted faculty award from Financials Markets Technology start-up Egregore Labs.  LCS2 and Egregore Labs will be jointly working on problems related to data science to implement cutting-edge industry ideas.",
    "» Dr. Akshay Kumar received Times of India, Times Power Icon Award 2018 for Excellence and his Contribution in the field. He received the award from the guest of Honour, Ms. India Earth 2018.",
    "» Dr. Akshay Kumar has been invited and selected as Member Editor of Delhi Psychiatry Journal (Hosted by Ministry of Communications and Information Technology, A peer Reviewed, WHO, United Nations, PubMed, Copernicus Indexed International Journal).",
    "» ROSCon 2018 Diversity Scholarship is granted to Alvika Gautam  (PhD scholar) under Dr P.B. Sujit, the scholarship includes Complimentary conference registration, accommodation and an additional support of 1000 USD.  ROSCon 2018 is a developers conference will be held in  Madrid, Spain September 29 - 30, 2018.",
    "» Niharika Agrawal (PhD student, IIIT Delhi) has received 2018 NI (National Instruments) Academic Research Grant ($2000) for her research proposal \" Reconfigurable Filtered OFDM based LDACS for Air to Ground Communication \" Algorithms to Architectures Lab has received this grant consecutively for two years and last year, we were the only recipient from India",
    "» Submission by Anuradha Sharma and Taranjot Kaur to present a contributed work entitled \"Enumeration of self-dual, self-orthogonal and complementary-dual cyclic additive codes\" has been selected for presentation at International Congress of Mathematicians 2018 in Rio de Janeiro.",
    "» Submission by Tania Sidana and Anuradha Sharma to present a contributed work entitled \"On the structure and distances of repeated-root constacyclic codes of prime power lengths over finite commutative chain rings\"  has been selected at the International Congress of Mathematicians 2018 in Rio de Janeiro.",
    "» Submission by Anuradha Sharma and Taranjot Kaur to present a contributed work entitled \"Enumeration of self-dual, self-orthogonal and complementary-dual cyclic additive codes\" has been selected for presentation at International Congress of Mathematicians 2018 in Rio de Janeiro.",
    "» Arvind Iyer won the Best poster award for his work titled \"Integrated Data Analytics to Assess Impact of Clinical Variations within Large Dataset of Lipid-modified Proteins\"  under the guidance of Dr. Lipi Thukral at   India|EMBO Symposia titled  Big Data in biomedicine held on 25-27 February at New Delhi. ",
    "» A talk on \"Outsourcing Caste: Towards a sociology of the digital Brahmin\" will be delivered by Prof. Amrit Srinivasan at IIT Madras on 13th Feb 2018 .",
    "» Prof. G.P.S Raghava has been felicitated by the Uttar Pradesh Govt. for his contribution to science.",
    "» Dr. Akshay Kumar's research was accepted at the \"33rd Annual National Conference of Indian Society for study of Pain\" of the Indian Medical Association. Dr. Kumar also presented a keynote presentation titled \"Psychological Interventions for Management of Pain\" in the conference.",
    "» Dr. Sarthok Sircar has received a grant under Mathematical Research Impact Centric Support (MATRICS) for the project titled, \"Kinetics of gastric gels: protection and transport\" with the project reference no.MTR/2017/000017.",
    "» Dr. Tanmoy Chakraborty (Assistant Prof, CSE) gave a tutorial on \"NLP and Computational Social Science - An Emerging Trend\", at 14th International Conference on Natural Language Processing (ICON). held in Kolkata, India from Jan 18-22..",
    "» Anuradha Sharma (Faculty, Department of Mathematics, IIIT-Delhi) received a research grant for a period of three years under Mathematics Research Impact Centric Support (Matrics) scheme of DST-SERB for the Project entitled \"Multi-twisted codes over various finite commutative rings and their generalizations\". ",
    "» MATRICS Scheme has been recently introduced by DST-SERB to cater to the specific needs of Mathematical Sciences research. A fixed grant support is provided to active researchers with good credentials in Mathematical Sciences. For more information, please visit ",
    "» The d4rkc0de team consisting of Palash Bansal and Aneesh Dogra won the international Capture the Flag competition organized by the government of India in collaboration with Cyber Peace foundation and hosted by NCIIPC during the Global Conference on Cyber Space (GCCS) 2017. The team was awarded the prize by Prime Minister Narendra Modi himself during the GCCS inauguration.",
    "» Prof. Anand Srivastava gave a tutorial on \"Visible Light Communication: Applications, Architecture, Standardization and Research Challenges\"  at IEEE International Conference on Advanced Networks and Telecommunications Systems (IEEE ANTS) held in Bhubaneswar, Odisha, India from 17-20 December 2017.",
    "» Vaibhav Tripathi (MTech-CB student, IIIT-D) presented a poster paper titled, \"Identification of driver regions in macaque brain network using controllability analysis\" co-authored by  Rahul Badhwar (PhD student, IIT Jodhpur) and Dr. Ganesh Bagler (Faculty, IIIT-D) at the Society for Neuroscience meeting, Neuroscience 2017, Washington DC. WW16 531.12  ",
    "Cognitive state of the brain is an emergent property arising out of interactions among brain regions. Neuronal connections serve as conduits of communication forming the underlying architecture giving rise to brain functions. Structural controllability analysis is a promising method for investigating control mechanisms of brain network and for finding ‘driver regions’ that are central to its control. Neuronal connectivity has been investigated for various animal systems including C. elegans, drosophila, zebrafish, cat, and macaque. Within the limited data available, these studies have probed the structural organization and circuits in an attempt to infer their functional relevance. By investigating controllability of C. elegans neuronal network, the only complete connectome available till date, earlier studies have identified and characterized its driver neurons. Macaca mulatta is an extensively studied model organism having neuroanatomy very close to that of the human. Tract-tracing studies of macaque brain have been compiled in an accessible database called CoCoMac. We constructed the Macaque Brain Network (MBN) using data from CoCoMac that encodes directional connectivity of brain regions. MBN comprises of 6602 directed connections among 360 brain regions spanning the brain. This network was observed to have small-world nature with an exponential connectivity distribution. Using controllability analysis, we identified a total of 39 (24 distinct) ‘driver regions’ that are critical for achieving full control over the state of the network. Among them, the major brain regions are: Thalamus, Prefrontal Cortex, Motor cortex, Caudal SMA, Broca’s area, Granular retrolimbic area, Dorsolateral visual cortex, Orbitofrontal cortex, Visual area 3A, Amygdala, Posterior parietal area, Prestriate cortex, and Ventral occipito temporal area. These regions, associated with vision, attention, memory, motor, speech, information relay, and sensory integration, emerged as critical for driving the brain network in any desired cognitive state.  ",
    "» Dr. Ganesh Bagler delivered a talk at the \"National Workshop on Challenges and Opportunities in Data Analytics and Applications\" organized by Jamia Hamdard under the auspices of Science and Engineering Research Board, Department of Science and Technology, Govt. of India. He outlined challenges in analytics of food data and opportunities for developing divergent applications for nutrition and health.  ",
    "» A book titled \"Social Media in South India\", authored by Dr. Shriram Venkatraman, Faculty IIIT-Delhi has been published.",
    "» Dheryta Jaisinghani Karwal, Akanksha Pandey,  Dr. Vinayak Naik and Dr. Mukulika Maity, Won the First Position in the first nationwide competition that evaluated ideas in using WiFi for Smart World!, on the topic \"Enabling Communication over Management Frames without WiFi Associations\". The competition was conducted by Mojo Networks, Inc. ",
    "» Dr. Ganesh Bagler delivered a TEDx talk at TEDxDAIICT Dr. Ganesh Bagler delivered a TEDx talk at TEDxDAIICT. He shared his idea for \"Leveraging food for better health through data-driven approaches\", emerging out of his lab's discovery of contrasting food pairing in the Indian cuisine. The idea is also composed as a blog ",
    "» PhD student Sonia Soubam(PhD Scholar) is awarded IBM PhD Fellowship for the year 2017-18. The IBM PhD Fellowship Awards Program is an intensely competitive worldwide program, which honors exceptional PhD students who have an interest in solving problems that are important to IBM and fundamental to innovation in many academic disciplines and areas of study. Sonia was awarded the same for last year as well! Sonia's area of research is Mobile Computing. This year, she also received a Best Paper award at COMSNETS for her paper at the WACI workshop.",
    "» IEEE International Conference on Identity, Security and Behavior Analysis 2017 IIIT-Delhi is hosting the \"IEEE International Conference on Identity, Security and Behavior Analysis (ISBA 2017)​\" to be held from February 22nd - 24th 2017​. This is a unique conference series initiated by the IEEE Biometrics Council and its third edition will be held in New Delhi, India. It is a forum that brings together experts in biometrics, security, and human behavior to consider research issues and solutions that are robust, comprehensive, and broader than currently considered in each of these individual research areas. This conference serves to provide a new forum for such broad areas defining human side of security and user behavior as well as social influence in the biometrics security. T​o register and know more Click here​",
    "» IEEE Winter School on Machine Learning in Biometrics IIIT-D is organizing the \"IEEE Winter School on Machine Learning in Biometrics\" from 19th-22nd February, 2017; Co-located with \"IEEE International Conference on Identity, Security and Behavior Analysis 2017\". ​In Winter School, ​t​here will be two tracks– the machine learning track and the biometrics track. In the machine learning track, time-tested and state-of-the-art successful machine learning tools will be discussed in detail while in the biometrics track the intricacies of major existing and upcoming biometrics modalities will be explained. Last date to register: 10th February, 2017​ . ​To know More: Click Here",
    "» Ms. Ayushi Rastogi paper titled \"Ramp-up Journey of New Hires: Do strategic practices of software companies influence productivity?\" co-authored with Suresh Thummalapenta, Thomas Zimmermann, Nachiappan Nagappan and Jacek Czerwonka at Innovations in Software Engineering (ISEC'17) was presented in Jaipur on February 7, 2017. ",
    "»  Dheryta Jaisinghani, Vinayak Naik and Sanjit Kaul, Sumit Roy paper Titled \"Sniffer-based Inference of the Causes of Active Scanning in WiFi Networks\" got accepted at NCC 2017 Unnecessary active scans severely reduce the performance of dense WiFi networks. This paper proposes a device agnostic approach for detecting different causes responsible for active scanning.  Proposed approach can be used with present day WLAN controllers to take informed decisions about better network planning.",
    "»  Shweta Sood, Geetali Tyagi, Vinayak Naik and Rizwana Ahmad paper Titled \"CAIL: Cross-calibration for Accurate Indoor Localization Without Extensive Site Survey\" got accepted at NCC 2017 WiFi-based indoor localization is a complex problem due to high variations of radio frequency (RF) signals in indoor environment. Many popular techniques based on RF fingerprinting require an extensive site survey, which involves time intensive logging of Received Signal Strength (RSS). This paper presents CAIL, a smartphone-based indoor localization system, that utilizes the site survey done by a phone to create an RF fingerprint which is utilized by new phones for location prediction.",
    "» R. Tiwari, P. Jain, S. Butail, P.B. Sujit and M.A. Goodrich paper titled \"Effect of leader placement on robotic swarm control\", accepted for publishing at International Conference on Autonomous Agents and Multiagent Sytems (AAMAS) to be held on 8th to 12th May in  Sao Paulo, Brazil. Human control of a robotic swarm entails selecting a few influential leaders who can steer the collective efficiently and robustly. However, a clear measure of influence with respect to leader position is not adequately studied. Studies with animal systems have shown that leaders who exert strong couplings  may be located in front, where they provide energy benefits, or in the middle, where they can be seen by a larger section of the group. In this paper, we systematically vary number of leaders and leader positions in simulated robotic swarms of two different sizes, and assess their effect on steering effectiveness and energy expenditure. In particular, we analyze the effect of placing leaders in the front, middle, and periphery, on the time to converge and lateral acceleration of a swarm of robotic agents as it performs a single  turn to reach the desired goal direction. Our results show that swarms with leaders in the middle and periphery take less time to converge than swarms with leaders in the front, while the lateral acceleration between the three placement strategies is not different. We also find that the time to converge towards the goal direction reduces with the increase in percentage of leaders in the swarm, although this value decays slowly beyond the percentage of leaders at 30%. As the swarm size is increased to twice the number of agents, we find that the leaders in the periphery become less effective in reducing the time to converge. Finally, closer analysis of leader placement and coverage reveals that front leaders within the swarm tend to expand their coverage and move towards the center as the maneuver is performed. Results from this study are expected to inform leader placement strategies towards more effective human swarm interaction systems.",
    "» Smrutilekha Samanta,  Bhawna Tiwari, Pydi Ganga Bahubalindruni, Pedro Barquinha and Joao Goes paper titled \"Threshold Voltage Extraction Techniques Adaptable from Sub-micron CMOS to Large-area Oxide-TFT Technologies” got accepted for International Journal of Circuit Theory & Applications. ",
    "» Shreya Singh, Pydi Ganga Bahubalindruni and  Joao Goes, paper titled “A Robust Fully-Dynamic Residue Amplifier for Two-Stage SAR Assisted Pipeline ADCs” got accepted for ISCAS 2017. ",
    "» Shikha Singh (PhD student)  and Dr Angshul Majumdar(Faculty, IIIT-D) paper titled \"Deep Sparse Coding for Non Intrusive Load Monitoring\", has been accepted for publication in IEEE Transactions on Smart Grid. ",
    "» Sri Harsha Gade (PhD student), Akash Aggarwal (CSE BTech 3rd year), Lakshit Tyagi (CSE BTech 3rd year) and Sujay Deb (Faculty advisor - IIITD), paper titled \"A Floorplanner Framework for Physical Design Space Exploration of SoCs and CMPs\", has won the VLSI Design Contest 2017 (http://vlsiconference.com/technical-program/design-contest/). ",
    "» Mr Lokender Tiwari (PhD student, IIIT-D) paper titled \"Robust Estimation in Geometric Computer Vision\" has received best doctoral symposium award (third position) Doctoral Symposium, in 10th Indian Conference on Computer Vision, Graphics and Image Processing held at IIT-Guwahati, 18-22 December 2016.",
    "» Dr. Sujay Deb (Faculty, IIIT D) and Sri Harsha Gade (PhD student, IIIT D) paper titled \"HyWin: Hybrid Wireless NoC with Sandboxed Sub-networks for CPU/GPU Architectures\" has been accepted for publication in IEEE Transactions on Computers.",
    "» Ms. Deepika Yadav (PhD Student, IIIT-D), Mr. Deepak Sood (M.Tech Student, IIIT-D) and Dr. Pushpendra Singh (Faculty, IIIT-D) paper titled, \"Sanghosti: Empowering Community Health Workers through Peer Learning in Rural India\" has been accepted for publishing in World Wide Web (WWW) Conference, 2017. WWW is a prestigious conference with core A* rank.",
    "»  Two of our papers titled, \"Supervised Analysis Dictionary Learning: Application in Consumer Electronics Appliance Classification\" and \"Noisy Deep Dictionary Learning\" co - authored by Dr Angshul Majumdar and students of IIIT-D has been accepted for oral presentation at Conference On Data Sciences (CODS).",
    "» Ms. Monalisa Jena ( PhD. Student, IIIT-D) paper titled,\"Constant Factor Approximation for the Weighted Partial Degree Bounded Edge Packing Problem\" co-authored by Dr. Rajiv Raman (Faculty; IIIT-D) and Dr. Pawan Aurora (Faculty; IISER Bhopal) was presented at COCOA 2016' at Hong Kong SAR, China from 16-18, December 2016.",
    "» A book chapter titled \"Big Data to Big Knowledge for Next Generation Medicine: A Data Science Roadmap\", authored by Dr. Tavpritesh Sethi, Faculty IIIT-Delhi has been accepted for publication in the book titled Guide to Big Data Applications, Springer, New York.",
    "» Mr Rahul Gupta (Jr. Research Engineer) poster titled,\"A new high-frequency balun with simplified impedance matching technique\" was presented in APMC 2016.",
    "» Ms. Richa Verma ( M.Tech Student, IIIT-D), Ms. Prerna Agarwal (M.Tech Student, IIIT-D) and Dr. Vishwanth Gunturi (Faculty, IIIT-D) paper titled, \"Discovering Spatial Regions of High Correlation\" has been accepted to be published at SSTDM 2016, IEEE ICDM 2016 Workshop.",
    "» Dr Ganesh Bagler's (Faculty, IIIT-D) paper titled, \"A distance constrained synaptic plasticity model of C. elegans neuronal network\" has been published in Physica A: Statistical Mechanics and its Applications.",
    "» Dr. Ganga (Faculty, IIIT-Delhi), paper titled, \" A Low-Power Analog Adder and Driver using a-IGZO TFTs \" co - authored by Prof. Vıtor Grade Tavares (INESC-Tec, Porto), Prof. Rodrigo Martins (CENIMAT), Prof. Elvira Fortunato,(CENIMAT), and Prof. Pedro Barquinha (CENIMAT) has been accepted for publishing in IEEE Transactions on circuits and Systems-I.",
    "» Dr Ganesh Bagler (Faculty, IIIT-D), paper titled \"Graph theoretical biomarkers for schizophrenic brain functional networks\" and \"Controllability of human cancer signaling network- Signaling as a paradigm for disease control through drug-gene interactions\" have been accepted in the International Conference on Signal Processing and Communication (2016) .",
    "» Ms Ayushi Rastogi (PhD. student , IIIT-D), Dr Nachiappan Nagappan (Microsoft Research, Redmond), the paper titled, \"On the Personality Traits of GitHub Contributors\" has been accepted for publication 27th International Symposium on Software Reliability Engineering (ISSRE).",
    "» Five papers authored by members of the Salsa lab (Anupriya Gogna, Janki Mehta, Kavya Gupta,Vanika Singhal), headed by Dr Angshul Majumdar (faculty, IIIT-Delhi) were presented at 23rd International Conference on Neural Information processing (ICONIP 2016). The presented works focussed on improving the performance and computational cost of various applications in the domain of deep learning.",
    "» Mr Manoj Gulati (PhD Student, IIIT-D), Dr Shobha Sundar Ram (Faculty, IIIT-D), Dr Angshul Majumdar (Faculty, IIIT-D) and Dr Amarjeet Singh's (Faculty, IIIT-D) paper titled \"Single Point Conducted EMI Sensor With Intelligent Inference for Detecting IT Appliances\" has been accepted for publication in IEEE Transactions on Smart Grid. A shorter version of this work also got Best Paper Award at 3rd Non-intrusive Load Monitoring Workshop held in Canada earlier this year.",
    "» Dr. Akshay Kumar (Faculty IIIT-D) paper titled \" Efficacy of ‘Positive Psychology Based Mindfulness CBT’ in adults with Generalized Anxiety Disorder\" has been accepted for publication in International Journal of Medical and Health Sciences.",
    "» A. Maktoomi (PhD Graduate), A. Yadav (BTech Graduate), M. Hashmi (Faculty-IIITD), and F. Ghannouchi (University of Calgary) paper has been received the best paper award (2nd position) in the 59th edition of IEEE Midwest Symposium on Circuits and Systems.\n\tLink: http://events.kustar.ac.ae/mwscas2016/student-paper-contest-winners-announced/",
    "» Mr. Nipun Batra (Ph.D. Student) and Dr. Amarjeet Singh (Faculty) paper titled \"Matrix Factorisation for Scalable Energy Breakdown\" has been accepted for publication in AAAI 2017. This is a joint work with faculty from University of Virginia.",
    "» Mr. Venkatesh Vinayakarao (Ph.D. student, IIIT-D), Anita Sarma (Faculty, Oregon State University), Rahul Purandare (Faculty, IIIT-D), Shuktika Jain (Graduated BTech student, IIIT-D) and Saumya Jain (Graduated BTech student, IIIT-D)'s paper titled,\" ANNE: Improving Source Code Search using Entity Retrieval Approach\", has been accepted for publication in Tenth International Conference on Web Search and Data Mining (WSDM'17).",
    "» Mr. Naveen Gupta (Ph.D. student IIITD) and Dr. Vivek Ashok Bohara (Faculty IIITD) published a paper titled, \" An Adaptive Subcarrier Sharing Scheme for OFDM based Cooperative Cognitive Radios\" in the IEEE Transactions on Cognitive Communications and Networking as a transactions paper submissions, in October 2016.",
    "» Mr. Lokender Tiwari (Ph.D. Student, IIITD) and Dr. Saket Anand (Faculty, IIITD) presented a paper titled, \"Fast Hypothesis Filtering for Multi-Structure Geometric Model Fitting\" in the IEEE International Conference on Image Processing (ICIP) held at Phoenix, Arizona USA during 25-28 September 2016.",
    "» Arpita Gang (M.Tech, IIITD) and Dr. Pravesh Biyani (IIITD) presented a paper titled, \"On discriminative framework for single channel audio source separation\" at conference INTERSPEECH, held in San Francisco, CA from 8-12th September 2016.",
    "» Mr. Rahul Gupta, Mohd. A. Maktoomi & Dr. Mohd. S. Hashmi paper's entitled \"A New High-Frequency Balun with Simplified Impedance Matching Technique\" has been accepted in APMC 2016 and another paper co-authored by Mohd. H. Maktoomi and Dr. Fadhel M. Ghannouchi entitled, \"A Generalized Multi-Frequency Impedance Matching Technique\" in MMS 2016.",
    "» Arpita Gang (M.Tech, IIITD) and Dr. Pravesh Biyani (IIITD) presented a paper titled, \"On discriminative framework for single channel audio source separation\" at conference INTERSPEECH, held in San Francisco, CA from 8-12th September 2016.",
    "» Hemant Kumar Aggarwal and Dr. Angshul Majumdar presented their paper \"SPARSE FILTERING BASED HYPERSPECTRAL UNMIXING\" as a poster, at IEEE Workshop on Hyperspectral Image and Signal Processing, held at Los Angeles, USA from 21st Aug - 24th Aug, 2016.",
    "» Snigdha Tariyal, Hemant Aggarwal, and Dr. Angshul Majumdar presented their paper \"Greedy Deep Dictionary Learning for Hyperspectral Image Classification\" as a poster at IEEE Workshop on Hyperspectral Image and Signal Processing held at Los Angeles, USA from 21st Aug - 24th Aug, 2016.",
    "» Dr. Vinod Scaria, CCB Adjunct faculty, Ms. Parul Sharma (MTech Student CB) publication entitled \"Landscape of warfarin and clopidogrel pharmacogenetic variants in Qatari population from whole exome datasets\" has been accepted in PHARMACOGENOMICS.",
    "» Paper by Mr. Rohit Mehra (M.Tech Student, IIITD), Dr. Vinayak Naik (IIITD), Dr. Rahul Purandare (IIITD) & Mr. Kapish Malik (M.Tech Student, IIITD), titled \"KIRKE: Re-engineering of Web Applications to Mobile Apps\" got accepted in Core A ranked Conference, 13th Annual International Conference on Mobile and Ubiquitous Systems: Computing, Networking and Services (MobiQuitous 2016) Industry Track",
    "» Work by Hemanta Kumar Mondal (PhD student, IIIT D);Sri Harsha Gade (PhD student, IIIT D) ;Md Shamim (PhD student, RIT);Dr. Sujay Deb (Faculty, IIIT D); Dr. Amlan Ganguly (Faculty, RIT), titled \"Interference-Aware Wireless Network-on-Chip Architecture using Directional Antennas\" has been accepted for publication in IEEE Transactions on Multi-Scale Computing Systems",
    "» Mr. Hemant Kumar Aggarwal (PhD student) presented a paper titled \"Robust Estimation for Subspace Based Classifiers\" at World Congress on Computational Intelligence (WCCI-2016) from July 24-29, 2016 held in Vancouver, Canada. The event was co-authored by Hemant Kumar Aggarwal and Angshul Majumdar in the IJCNN 2016.",
    "» Dr. Ganesh Bagler's publication entitled \"Differential network analysis reveals evolutionary complexity in secondary metabolism of Rauvolfia serpentina over Catharanthus roseus\" accepted in the journal--'Frontiers in Plant Science' Following is the link to abstract and 'provisional article' published: http://journal.frontiersin.org/article/10.3389/fpls.2016.01229/abstract",
    "» Our PhD student Rakhi Hemani presented the paper titled \" Easy and Expressive LLC Contention Models\", At the International Conference on High Performance Computing and Simulation ( HPCS), at Innsbruck Austria, from 18 to 22, July 2016. The paper was co-authored by Rakhi Hemani(PhD student IIITD), Subhasis Banerjee(IBM Bangalore), and Apala Guha(IIITD).",
    "» Visible Light communication (VLC) project with Prof. Anand Srivastava (IIITD) as Principal Investigator got selected under the collaboration between Department of Science & Technology, India and Academy of Scientific Research and Technology (ASRT), Egypt in the area of Information and Communication Technology. This project is among top 20 selected project proposals from a total of 120 proposal applications received by DST from various top institutes of India. The project was selected based on scientific merit, national priority of both the countries and scientific strengths of the project coordinators.\n\tUnder this project, researchers from IIIT-Delhi and National Institute of Laser Enhanced Sciences (NILES), Cairo University will collaboratively work for providing \"High performance VLC systems\". The primary objective of this project would be analysis of the VLC-OFDM system for increasing system throughput and reducing BER. Further, various modulations, multiplexing and coding schemes will be analyzed and efficient techniques for data transmission will be identified.",
    "» Mr. M. A. Maktoomi (PhD student - IIITD), Dr. M. S. Hashmi (IIITD), Dr. M. Akbarpour (University of Calgary), and Prof. F. M. Ghannouchi's (University of Calgary) ",
    "» paper titled \"On the Dual-Frequency Impedance/Admittance Characteristic of Multi-Section Commensurate Transmission-Line\" got accepted in the prestigious IEEE Transactions on Circuits and Systems-II.",
    "»  Ishant, PhD student from CSE Department working under the guidance of Dr. Chetan Arora presented his paper \"Min Norm Point Algorithm for Higher Order MRF-MAP Inference\" in CVPR2016 \" as spotlight presentation\". ",
    "»  Alvika Gautam's (PhD scholar at IIIT-Delhi) work titled \"Vision based landing of quadcopter using guidance laws\" was accepted as a poster at 9th IFAC symposium for Intelligent Autonomous Vehicles (IAV), Leipzig, Germany. She was also awarded a research support grant of 500 euros. Only 6 students received this award for the symposium.",
    "»  Mr. Haroon Rashid presented a poster entitled \"Collect, Compare and Score: A Generic Data-driven Anomaly Detection Method for Buildings\" in 7th International Conference Future Energy Systems (ACM e-Energy), held at Waterloo Canada from 21st - 24th June 2016. In the presented paper, he proposed a method called Collect, Compare and Score (CCS), that can be used across buildings following different energy usage patterns. CCS is evaluated using a real-world dataset, consisting of 16 weeks of data from commercial and residential buildings. Using Area Under Curve (AUC), a performance metric, CCS results in an increase of 15% in AUC value as compared to baseline method.",
    "» Jalaj Pandey and Ojaswa Sharma authored the paper titled \"Fast and Robust Construction of 3D Architectural Models from 2D Plans\" which is accepted for publication in the WSCG 2016 conference. In this work we present a simple and robust method to create 3D building models from a set of architectural plans. Such plans are created for human readability and thus pose some problem in automatic creation of a 3D model. We suggest a semi-automated approach for plan cleaning and provide an algorithm for alignment and stacking of the plans followed by generation of 3D building model. We show results of our method on floor plans that generate complex 3D models in near real-time.",
    "»  Ojaswa Sharma and Nidhi Agarwal authored the paper titled \"3D Surface Reconstruction from Unorganized Sparse Cross Sections\" which is accepted for publication in the Graphics Interface 2016 conference. In this paper, we propose an algorithm for closed and smooth 3D surface reconstruction from unorganized planar cross sections. We address the problem in its full generality, and show its effectiveness on sparse set of cutting planes. Our algorithm is based on the construction of a globally consistent signed distance function over the cutting planes. It uses a split-and-merge approach utilising Hermite mean-value interpolation for triangular meshes. This work improvises on recent approaches by providing a simplified construction that avoids need for post-processing to smooth the reconstructed object boundary. We provide results of reconstruction and its comparison with other algorithms.",
    "» Adaptive multi-voltage scaling in wireless NoC for high performance low power applications authored by Hemanta Kumar Mondal;Sri Harsha Gade;Raghav Kishore and Sujay Deb published in Design, Automation & Test in Europe Conference & Exhibition (DATE), 2016. Networks-on-Chip (NoCs) have garnered significant interest as communication backbone for multicore processors used across a wide range of fields that demand higher computation capability. Wireless NoCs (WNoCs) by augmenting single hop, long range wireless links with wired interconnects; offer the most promising solution to reduce multi-hop long distance communication bottlenecks and opens up innumerable possibilities of topological innovations that are not possible otherwise. However, energy consumption in routers along with Wireless Interface (WI) components still remains considerably high. Specifically for large systems with many nodes in the network, a significant amount of energy is consumed by the communication infrastructure (routers, links, WIs). The usage of the routers and WIs are application dependent and for most cases performance requirements can be met without operating the whole communication infrastructure to its maximum limit. Dynamic reconfigurable systems that can switch between both high performance and low power modes can cater to wide range of applications. In this paper, we propose a novel design methodology for energy efficient WNoC using Adaptive Multi-voltage Scaling (AMS) that reduces dynamic power consumption, along with power gating to prevent static power dissipation in routers and WIs. We evaluate our proposed design in presence of real and synthetic traffic patterns. This approach saves up to 62.50% of static power with less than 1% area overhead. In different traffic scenarios, the proposed WNoC reduces overall packet energy dissipation up to 35% on average compared to a regular WNoC, without significant performance degradation. Design considerations for augmenting existing WNoCs with these routers and corresponding overheads are also presented.\n\tMore information can be obtained here: http://ieeexplore.ieee.org/xpl/articleDetails.jsp?tp=&arnumber=7459513&c...",
    "» Dr. Pydi Ganga Bahubalindruni co-authored the paper titled “Influence of channel length scaling on InGaZnO TFTs characteristics: current-gain cutoff frequency, intrinsic voltage-gain and on-resistance” which is accepted, IEEE/OSA Journal of display technology. This paper presents a study concerning the role of channel length scaling on IGZO TFT technology benchmark parameters, which are fabricated at temperatures not exceeding 180oC. The parameters under investigation are unity current gain cutoff frequency, intrinsic voltage-gain and on-resistance of the bottom-gate IGZO TFTs. As the channel length varies from 160 µm to 3 µm, the measured cutoff frequency increases from 163 kHz to 111.5 MHz, which is a superior value compared to the other competing low-temperature thin-film technologies, such as organic TFTs. On the other hand, for the same transistor dimensions, the measured intrinsic voltage-gain is changing from 165 to 5.3 and the on-resistance is decreasing from 1135.6 kΩ to 26.1 kΩ. TFTs with smaller channel length (3 µm) have shown a highly negative turn-on voltage and hump in the sub-threshold region, which can be attributed to short channel effects. The results obtained here, together with their interpretation based on device physics, provide crucial information for accurate IC design, enabling an adequate selection of device dimensions to maximize the performance of different circuit building blocks assuring the multifunctionality demanded by system-on-panel concepts. Paper can be downloaded at: http://ieeexplore.ieee.org/stamp/stamp.jsp?tp=&arnumber=7447659",
    "»  Pydi Ganga Bahubalindruni co-authored the paper titled “Novel Linear Low-Power Adder with Oxide TFTs” which accepted to be presented at ISACS 2016 Conference Low-power circuits are very important in various applications. They are essential to increase the life time of a battery operated systems or in wearable technology. This paper presented a low-cost, very low-power linear analog adder with oxide TFTs, which was fabricated at low temperature (not exceeding 200 degrees). The fabricated circuit performance was tested under normal ambient.\n\tA novel linear analog adder is proposed only with n-type enhancement IGZO TFTs that computes summation of four voltage signals. However, this design can be easily extended to perform summation of more number of signals, just by adding a single TFT for each additional signal in the input block. The circuit needs few number of transistors, only a single power supply irrespective of the number of voltage signals to be added, and offers good accuracy over a reasonable range of input values. The circuit was fabricated on glass substrate with the annealing temperature not exceeding 200 degrees C. The circuit performance is characterized from measurements under normal ambient at room temperature, with a power supply voltage of 12V and a load of 4 pF. The designed circuit has shown a linearity error of 2.3% (until input signal peak to peak value is 2V), a power consumption of 78 uW and a bandwidth of 115 kHz, under the worst case condition (when it is adding four signals with the same frequency). In this , it has been noticed that the second harmonic is 32 dB below the fundamental frequency component. This circuit could offer an economic alternative to the conventional approaches.",
    "To know more: http://www.epapers.org/iscas2016/ESR/session_view.php?PHPSESSID=680i8ql918kf3tpo30bi0uqj22&session_id=33",
    "»  Domain Specific Learning for Newborn Face Recognition Paper authored by Samarth Bharadwaj, Himanshu Bhatt, Mayank Vatsa, Richa Singh accepted for publication in IEEE Transactions on Information Forensics and Security. Biometric recognition of newborn babies is an opportunity for the realization of several useful applications such as improved security against swapping and abduction, accurate census and effective drug delivery. In this paper, the authors have explored the possibility of using face recognition towards an affordable and friendly biometric modality for newborns. The largest publicly available database of newborns collected from various sources to study face recognition is introduced. Several existing face recognition approaches and commercial systems are also evaluated on a common benchmark test. This research proposes a learning based distance metric, an online SVM formulation of the one shot similarity, to match deep neural network based encoding features with low semantic gap.",
    "»  Ojaswa Sharma co-authored the paper titled \"Shape-aware MLS deformation for line handles\" which is accepted for publication in ACM SIGGRAPH Asia Technical briefs 2015. In this work, we propose a shape-aware extension to the Moving Least Squares (MLS) image deformation algorithm proposed by Schaefer et al. The original algorithm is not applicable to concave shapes since the weights are based on the Euclidean distance. A number of recent MLS-based deformation algorithms have proposed shape-aware extensions, but only for point handles. In contrast, we suggest a closed-form mathematical solution that applies naturally to point handles as well as line handles. In particular, our solution is based on the interior distance metric to the MLS weights for line handles so that they are shape aware and produce plausible deformations.",
    "More details about the work are available here . ",
    "»   Multi-Heuristic A* paper co-authored by Sandip Aine accepted for publication in International Journal of Robotics Research The performance of heuristic search-based planners depends heavily on the quality of the heuristic function used to focus the search. Consequently, the research in developing an efficient planner for a specific domain becomes the design of a good heuristic function. However, for many domains, it is hard to design a single heuristic function that captures all of the complexities of the problem. Furthermore, it is hard to ensure that heuristics are admissible (provide lower bounds on the cost-to-goal) and consistent, which is necessary for A* like searches to provide guarantees on completeness and bounds on sub-optimality. In this paper, we develop a novel heuristic search, called Multi-Heuristic A* (MHA*), that takes in multiple, arbitrarily inadmissible heuristic functions in addition to a single consistent heuristic, and uses all of them simultaneously to search in a way that preserves guarantees on completeness and bounds on sub-optimality. This enables the search to combine very effectively the guiding powers of different heuristic functions and simplifies dramatically the process of designing heuristic functions by a user because these functions no longer need to be admissible or consistent. We support these claims with experimental analysis on several domains ranging from inherently continuous domains such as full-body manipulation and navigation to inherently discrete domains such as the sliding tile puzzle.",
    "More information can be obtained from here",
    "»  Three papers co-authored by Vivek Bohara and his studens are accepted in IEEE PIMRC  Paper 1 :  S. Sharma, A. Vashistha and V.A. Bohara, “On the Performance of Multiple Antenna Cooperative Spectrum Sharing Protocol under Nakagami-m Fading” accepted to proc. of IEEE Personal, Indoor and Mobile Radio Communications (PIMRC), Hong Kong, China, August, 2015.",
    "Summary: In a cooperative spectrum sharing protocol, two wireless systems operate over the same frequency band albeit with different priorities. The secondary (or cognitive) system which has a lower priority, helps the higher priority primary system to achieve its target rate by acting as a relay and allocating a fraction of its power to forward the primary signal.",
    "The secondary system in return is benefited by transmitting its own data on primary system’s spectrum. In this paper, we have analyzed the performance of multiple antenna cooperative spectrum sharing protocol under Nakagami-m Fading.",
    "Paper 2 :  V. K. Singh, S. Baghoriya and V. A. Bohara. “HELPER: A Home assisted and cost Effective Living system for People with disabilities and homebound Elderly.\" accepted to proc. of IEEE PIMRC, Hong Kong, China, August, 2015.",
    "Summary: Although there has been significant research and development on automation devices for assisted living, there has always been trade-offs in terms of the cost, complexity, design and efficiency. In this paper, a state-of-the art simple and efficient yet cost effective reconfigurable assisted living system is proposed and implemented which will cater for the needs of bed-ridden patients, people with disability and senior citizens.",
    "Paper 3 :  P. Aggarwal, A. Gupta and V.A. Bohara, “A Guard Interval Assisted OFDM Symbol-Based Channel Estimation for Rapid Time-Varying Scenarios in IEEE 802.11p” accepted to proc. of IEEE PIMRC, Hong Kong, China,August, 2015.",
    "Summary: IEEE 802.11p standard is a wireless vehicular communication standard meant for outdoor applications. This standard suffers from the challenge of robust channel estimation due to rapid time-varying nature of the channel. In this paper we proposed a novel scheme of channel estimation by utilizing the guard interval of every orthogonal frequency division multiplexing (OFDM) symbol. Simulation results show considerably improved bit error rate (BER) performance compared to the existing techniques.",
    "» Group Sparse Representation Based Classification for Multi-feature Multimodal Biometrics Gaurav Goswami, Paritosh Mittal, Angshul Majumdar, Mayank Vatsa, and Richa Singh co-authored the paper titled \"Group Sparse Representation Based Classification for Multi-feature Multimodal Biometrics\" which is accepted for publication in Information Fusion Journal (Elsevier).",
    "Multimodal biometrics technology consolidates various information obtained from multiple sources at sensor level, feature level, match score level, and decision level. It is used to increase robustness and provide broader population coverage for inclusion. Due to the inherent challenges involved with feature-level fusion, combining multiple evidences is attempted at score, rank, or decision level where only a minimal amount of information is preserved. In this paper, we propose the Group Sparse Representation based Classifier (GSRC) which removes the requirement for a separate feature-level fusion mechanism and integrates multi-feature representation seamlessly into classification.",
    "More information can be obtained here",
    "» CLOTHO: Saving Programs from Malformed Strings and Incorrect String-handling Aritra Dhar, Rahul Purandare, Mohan Dhawan, and Suresh Rangaswamy co-authored the paper titled “CLOTHO: Saving Programs from Malformed Strings and Incorrect String-handling” which is accepted for publication in the joint meeting of the European Software Engineering Conference and the ACM SIGSOFT Symposium on the Foundations of Software Engineering (ESEC/FSE 2015).",
    "Programs are susceptible to malformed data coming from untrusted sources. Occasionally the programming logic or constructs used are inappropriate to handle all types of constraints that are imposed by legal and well-formed data. As a result programs produce unexpected results or even worse, they may crash. Program behavior in both of these cases is highly undesirable. In this paper, we present a novel hybrid approach that saves programs from crashing when the failures originate from malformed strings or inappropriate handling of strings. Our approach statically analyses a program to identify statements that are vulnerable to failures related to associate string data. It then generates patches that are likely to satisfy constraints on the data, and in case of failures produce program behavior which would be close to the expected. The precision of the patches is improved with the help of a dynamic analysis. The patches are activated only after a failure is detected, and the technique incurs no runtime overhead during normal course of execution, and negligible overhead in case of failures. We have experimented with JAVA String API, and applied CLOTHO to several popular open-source libraries to patch 30 bugs, several of them rated either critical or major. Our evaluation shows that CLOTHO is both practical and effective. The comparison of the patches generated by our technique with the actual patches developed by the programmers in the later versions shows that they are semantically similar.",
    "",
    "» A Hardware and Thermal Analysis of DVFS in a Multi-Core System with Hybrid WNoC Architecture Sri Harsha Gade, Hemanta Kumar Mondal and Sujay Deb co-authored the paper titled \"A Hardware and Thermal Analysis of DVFS in a Multi-Core System with Hybrid WNoC Architecture\" which is accepted for publication in 28th IEEE Internation Conference on VLSI Design (VLSID), 2015.",
    "Evolution of CMOS manufacturing technologies has led to billions of transistors per chip. But maintaining this trend is a significant challenge due to the power and thermal issues. This further results in increased system temperature that can cause damage to the system. DVFS schemes reduce the power consumption without significant loss in system performance. In this paper, we design and evaluate a centralized DVFS control mechanism for multi core systems and discuss its merits and overheads. One of the major issues with centralized controllers, long delays in control signal transmission is alleviated by using wireless interfaces for transmitting controller signals along with the data signals. Finally the thermal profile of the proposed DVFS mechanism is analyzed and compared with normal operating conditions.",
    "More information can be obtained here",
    "» QFuse: Online Learning Framework for Adaptive Biometrics Samarth Bharadwaj, Himanshu S. Bhatt, Richa Singh, Mayank Vatsa, Afzel Noore co-authored the paper titled \"QFuse: Online Learning Framework for Adaptive Biometrics\" which is accepted for publication in Pattern Recognition Journal (Elsevier).",
    "Existing biometric techniques are unable to provide significant levels of accuracy in uncontrolled noisy environments. Further, scalability is another challenge due to variations in data distribution with changing conditions. This paper presents an adaptive context switching algorithm coupled with online learning to address both these challenges. The proposed framework, termed as QFuse, uses the quality of input images to dynamically select the best biometric matcher or fusion algorithm to verify the identity of an individual.",
    "More information can be obtained here",
    "» Ocular Biometrics: A Survey of Modalities and Fusion Approaches Ishan Nigam, Mayank Vatsa, and Richa Singh co-authored the paper titled \"Ocular Biometrics: A Survey of Modalities and Fusion Approaches\" which is accepted for publication in Information Fusion Journal (Elsevier).",
    "Biometrics, an integral component of Identity Science, is widely used in several large-scale-county-wide projects to provide a meaningful way of recognizing individuals. Among existing modalities, ocular biometric traits such as iris, periocular, retina, and eye movement have received significant attention in the recent past. This paper reviews the research progression in these modalities. The paper discusses existing algorithms and the limitations of each of the biometric traits and information fusion approaches which combine ocular modalities with other modalities. The paper also presents the future research directions in ocular biometric modalities.",
    "More information can be obtained here",
    "» Three \"Sparsity\" based Papers in ICASSP2015 Angshul Majumdar co-authored three papers accepted for publication in 40th IEEE International Conference on Acoustics, Speech and Signal Processing (ICASSP) 2015.",
    "Paper 1: Combining Sparsity with Rank-Deficiency for Energy Efficient EEG Sensing and Transmission over Wireless Body Area Network",
    "This work proposes a new technique that allows reconstructing EEG signals from partial time samples. Partial sampling allows for energy efficient data acquisition; moreover it eliminates any processing step (therefore does not require any processing energy as well). The overall energy consumption reduces by half - meaning an overall extension of battery life by two-fold.",
    "Paper 2: Learning the Sparsity Basis in Low-rank plus Sparse Model for Dynamic MRI Reconstruction",
    "There are recent studies in dynamic MRI that separates the active foreground (sparse component) from the static background (low-rank) during image reconstruction itself. In this work, we learn the sparsity basis adaptively from the data, resultingin better reconstruction and separation.",
    "Paper 3: Hyper-spectral Impulse Denoising: A row-sparse Blind Compressed Sensing Formulation",
    "Traditionally wavelet and other sparsifying transforms have been used for removing noise from images. In this work, BCS formulation is used to learn the sparsifying basis on the fly. This allows better sparsification (since it is adapative) an in turn better denoising results.",
    "» Efficient Search with an Ensemble of Heuristics Sandip Aine co-authored the paper titled \"Efficient Search with an Ensemble of Heuristics\" which is accepted for publication in International Joint Conference on Artificial Intelligence, 2015.",
    "Recently works in search based planning have shown that using multiple heuristics in independent searches performs better than combining them into a single heuristic. Currently, these multi-heuristic searches use round-robin scheduling to distribute resources, which can be inefficient, especially when only a few heuristics are leading to progress. In this paper, we present two principled methods to adaptively distribute computation time among the different searches. We provide a theoretical analysis discussing the optimality of our methods and present experimental results on a 12-DOF full-body motion planning problem and on sliding tile puzzles.",
    "» Survival Analysis: Objective assessment of Wait Time in HCI Siddhartha Asthana, Pushpendra Singh and Parul Gupta co-authored the paper titled \"Survival Analysis: Objective assessment of Wait Time in HCI” which is accepted for publication in ACM Human Factors in Computing (ACM-CHI) 2015.",
    "The paper encapsulates the first study on distress callers and presents survival analysis as an objective assessment method to evaluate temporal metaphors. Through a field experiment, the application of survival analysis has been demonstrated. It is observed that, the auditory progress bar, which becomes a temporal metaphor for audio interfaces successfully works for callers of a distress helpline.",
    "More details about the work are available here.",
    "» EgoSampling: Fast-Forward and Stereo for Egocentric Videos Chetan Arora co-authored the paper titled “EgoSampling: Fast-Forward and Stereo for Egocentric Videos” which is accepted for publication in IEEE Computer Vision and Pattern Recognition (CVPR) 2015.",
    "Possibility of sharing one's own actions is popularizing the use of egocentric videos captured through Google Glass or GoPro. Always on nature of such cameras, makes egocentric videos long and boring. Fast forwarding is a natural solution but increases the shake, making fast forwarded videos impossible to watch. The paper proposes jointly solving fast forwarding and video stabilization problems by formulating it as energy minimization. Proposed technique can fast forward egocentric videos in almost real time.",
    "More details about the work are available here.",
    "» Identity and Behavior Analysis: Two Sides of the Security Coin: Mayank Vatsa served as the panelist on “Identity and Behavior Analysis: Two Sides of the Security Coin” - a panel session at the IEEE International Conference on Identity, Security and Behavior Analysis (ISBA) 2015, Hong Kong. Other panelists were Brian C. Lovell (The University of Queensland, Australia), M. Angela Sasse (University College of London, UK), P.C. Yuen (Hong Kong Baptist University, Hong Kong) and chaired by Rama Chellappa (University of Maryland College Park, USA).The panelists concluded that combining biometrics and behavior analysis can help improving the performance in inclusion services such as India’s Aadhaar project and make peoples’ life better."
  ],
  "Important Points": "\nImportant Links\n\nPhase 2 Construction in IIIT-Delhi\nTenure Track Faculty Position\nNIRF - India Rankings 2019\nGuidelines and Terms & conditions for Admission of Kashmiri Migrant candidates at IIIT-Delhi\nRegular Round of PhD admissions Nov 2019\n",
  "Blog": [
    "https://blog.iiitd.ac.in/game-development-internship-at-south-korea/",
    "https://blog.iiitd.ac.in/iiitd-uav-team-obtaining-6th-rank-75-in-the-17th-edition-of-the-coveted-auvsi-suas-competition-held-at-the-us-navy-air-station/",
    "https://blog.iiitd.ac.in/national-level-sports-achievements/",
    "https://blog.iiitd.ac.in/foobar-a-story-to-tell/",
    "https://blog.iiitd.ac.in/snap-researchs-work/",
    "https://blog.iiitd.ac.in/in-support-of-an-affordable-and-efficient-public-transit-system-for-all/",
    "https://blog.iiitd.ac.in/live-occupancy-application-the-new-and-improved-library-and-information-center/",
    "https://blog.iiitd.ac.in/academician-by-profession-traveler-at-heart/",
    "https://blog.iiitd.ac.in/how-iiitd-changed-my-life/",
    "https://blog.iiitd.ac.in/aditi-see-you-again/"
  ]
}